alacritty
autoconf
automake
base
binutils
bison
bleachbit
blender
clang
cmake
cmatrix
code
difftastic
fakeroot
feh
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
git
gparted
grep
groff
grub
gzip
htop
i3-gaps
i3status
iftop
intellij-idea-community-edition
libtool
libx11
libxft
libxinerama
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
linux
linux-firmware
linux-headers
m4
make
mariadb
mlocate
mysql-workbench
nano
neofetch
neovim
nodejs
npm
pacman
paru
patch
pcmanfm
php
picom
pkgconf
python
python-pip
python-pywal
ranger
sed
sudo
texinfo
tree
ttf-font-awesome
unityhub
unzip
vim
webkit2gtk
wget
which
xdo
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
